Repository: prudok/coriz
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: About App
ru: О приложении

# writeYourSuggestions
source: If you have any suggestions how to improve this app, please write to: coriz_team@internet.ru
ru: Если у вас есть любые предложения как можно улучшить данное приложение, пожалуйста, напишите нам на почту: coriz_team@internet.ru

# starOrOpenIssueOnGithub
source: Star or open an issue on Github.com: https://github.com/rel1nce/coriz
ru: Оставьте звездочку или сообщите об ошибке на on Github.com: https://github.com/rel1nce/coriz

# OpenSource
source: This is an open source project, any kind of help to improve the App will be appreciated.
ru: Это проект с открытым исходным кодом, любой вид помощи будет оценен.

source: Dictionary
ru: Словарь

source: Favorites
ru: Избранное

# newWord
source: New
ru: Новые

source: Learned
ru: Выучено

source: No Quizzes Added
ru: Не добавлено карточек

source: Are you sure?
ru: Вы уверены?

# doUWantDeleteWord
source: Do you want to delete this word?
ru: Вы хотите удалить это слово?

source: Cancel
ru: Отмена

source: Delete
ru: Удалить

source: No New Quizzes
ru: Нет новых карточек

source: New Quiz!
ru: Новая карточка!

source: Edit Quiz
ru: Изменить карточку

source: Enter new word
ru: Введите новое слово

source: Enter edited word
ru: Введите измененное слово

source: Couldn't Found Translate
ru: Не удалось найти перевод

source: Translate into Russian
ru: Перевести на русский

source: Enter new concept
ru: Введите новое понятие

source: Enter edited concept
ru: Введите измененное понятие

source: Please, fill the form.
ru: Пожалуйста, заполните форму.

source: Quiz
ru: Карточка

source: Settings
ru: Настройки

source: Terms Of Use
ru: Правила пользования

source: About Project
ru: О проекте

source: To Add New Quiz Card:
ru: Чтобы добавить новую карточку:

# thirdStarYourNewQuizCard
source: 3. Star Your New Quiz Card
ru: 3. Добавьте в избранное

# fourthDoubleClickOnCard
source: 4. Double Click On Quiz Card To See Concept
ru: 4. Дважды нажмите на карточку, чтобы увидеть перевод

source: Add At Least One Card
ru: Добавьте хотя бы одну карточку

source: Word Learned!
ru: Слово выучено!
